Revit 2024 API
ParameterTypeId.FbxLightWattage Property
 "Wattage"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FbxLightWattage { get; }
Visual Basic
Public Shared ReadOnly Property FbxLightWattage As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FbxLightWattage {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace